{
    "the_real_prison": {
        "title": "The Real Prison",
        "img": null,
        "author": "Stephen LaValle",
        "date": "September 12, 2017",
        "newsletter": "Essays, Telling Your Story",
        "essay": "Prison is not the way people think it is. I found that only prisoners know the real prison. The real prison is loneliness that sinks its teeth into the souls of people and is emptiness that leaves a sick feeling inside. It is anxiety that pushes and swells and is uncertainty that smothers and stifles. It is frustration, futility, despair, and indifference.\nThe real prison suppresses, deadens, and crushes. Its walls seem to close in on an inmate. It makes life without meaning and without purpose. It is all that and more. It is being incarcerated without even notoriety: without the traditional storybook plot and intrigue.\nThe real prison is never portrayed on the screen. The real prison is where people struggle fervently to find the answer to themselves. It is the place of routine where at times, living is a weary task. It is a place of hopelessness.\nPrison is the mute drama of the people who have been paying debts for five, ten, twenty, even fifty years and know their debts will never be paid in full.\nToo much of the real prison is sordidness, indifference, and disappointment. Crowded in the confines of corrections are people who have been in so many third-rate motel rooms, in so many cities, in too many smoke-filled bars, on too many skid rows, with too many days without beauty, and too much darkness without light.\nThe real prison is much more formidable than stone walls, steel bars, and gun towers. It almost shouts its contempt for its fumbling and groping humanity. It listens unhearing and unheedingly to the cries of the damned.\nPrison is cold, harsh, and merciless. It is the place of many “reasons,” many “causes,” and many “failures.” It is the place of hundreds of untold stories.\nThe real prison is the empty feeling that gnaws at a man who waits with anxious anticipation for letters that never come and the visitors that never arrive. It is the place of despair for the youths committed to it for the rest of their natural lives: the youths whose futures have been taken away.\nThe real prison is the place filled with the regret of men who took lives in moments of anger. Once the moments of passion were spent, they began paying for their crimes and have paid for them in a thousand different ways.\nThe narrowness of a cell that crushes, that bears heavily, speaks of the real prison. The strains of familiar songs on the radio that stab and torture memory are part of prison life. The emptiness of the days and the loneliness of the nights are repeated endlessly.\nThe real prison? It is the prison only those who live within its walls will ever know."

    },
    "childhood": {
        "title": "Childhood",
        "img": null,
        "author": "Anthony Mendoza",
        "date": "September 5, 2017",
        "newsletter": "Essays, Telling Your Story",
        "essay": "While growing up, I was raised by two wonderful, loving, and caring parents who taught me all the good and honest virtues in life. That is, the right from wrong, respect, honesty, kindness, and the best effort in everything.\nI was one of four kids, the baby of the bunch. However, we all had a wonderful home with both parents that loved and cared for us dearly. They gave us everything we needed, no matter the circumstances or how hard it would be at times. When money was low, we were always content.\nSo no, I would not change anything about my childhood. If there is one thing, though, it’s that I wish I was more smart and humble to actually appreciate it more and value what I was given and had during those years."
    },
    "earliest_memory": {
        "title": "My Earliest Memory",
        "img": null,
        "author": "Barry L. Taylor",
        "date": "August 29, 2017",
        "newsletter": "Essays, Telling Your Story",
        "essay": "At the age of two, my mother left her six children behind when she left my father. My very first memories were of waking in my crib with the light turned off and seeing the soft light of afternoon ooze through the window shades. I wanted my mother and cried out for her. She came into the room, told me to lay down and go to sleep, and left the room again.\nFast forward to my next memory: like a snapshot in a family album, as my dad was giving me my bottle, I was seated in my high chair and the other kids were there. Next, we were all sent to a group foster home which was run by some lady. I was the baby of the bunch. At almost three, my next closest sister in age, Kathy, and I were sent to live with some couple, and here is where the story takes off…\n I was in the shower, the curtain was open, and the lady of the house was watching me. Suddenly, I noticed I was urinating. The woman pulled me out of the shower, held me by my ankles, and repeatedly dunked my head in the toilet. I was mortified beyond belief, and it was an extremely unpleasant experience.\nThe next occasion was similar: I wet my pants, and the couple made me stand against the wall as they berated and humiliated me by taunting and teasing me. They made Kathy participate, too. Fortunately, it didn’t take long for our caseworker to figure out something terrible was happening… but I’m getting ahead of myself here.\n The final act was aimed at both Kathy and me. Kathy and I were in bed, and both of them come and proceed to place pillows on our faces and sit on them, laughing their heads off.\nIt was many years before I began to comprehend the severity, depth, and scope of the negative way in which these first memories of life impacted both of us–and me in particular. I grew up with some heavy issues to attempt to reconcile, and some of them are with me today. I would never profess to imply that these acts are the reason that I am currently incarcerated. However, certain paraphilias and dysfunctional, cognizant traits such as low self-esteem, abandonment issues, and certain depressions through which I suffer are things I directly relate to this incarceration which is now in the 21st year and no end in sight."
    }
}
